export default function Description(): JSX.Element {
    return (
    <article className="description">
        <h2 className="description__heading">
            О нас
        </h2>

        <div className="description-container">
            <p className="description-container__text">
                Строительная компания ООО «ЯраМарк» основана
                <br />
                командой опытных специалистов - профессионалов своего
                <br />
                дела. 
            </p>

            <p className="description-container__text">
                Стратегия строительной компании ООО «ЯраМарк» — это
                <br />
                постоянное развитие, повышение конкурентоспособности
                <br />
                за счёт качества и надёжности, эффективность бизнеса в
                <br />
                строительном сегменте рынка. 
            </p>

            <p className="description-container__text">
                Благодаря высокому профессиональному уровню управления
                <br />
                строительством, применению современных строительных
                <br />
                решений, новейших производственных технологий,
                <br />
                использованию первоклассного штата сотрудников,
                <br />
                выполнение всех видов работ производится в запланированные
                <br />
                сроки при оптимальной стоимости строительства. 
            </p>
        </div>
    </article>
    )}